show	2
me	8
all	7
the	459
major	33
lakes	6
in	190
us	19
what	298
states	134
neighbor	1
maine	6
rivers	52
flow	8
through	62
that	35
alabama	4
borders	15
how	93
many	73
border	55
texas	56
run	28
west	1
virginia	3
is	219
biggest	10
state	118
usa	21
washington	9
are	72
of	121
indiana	2
highest	37
point	39
colorado	16
where	14
san	3
diego	1
which	58
adjoin	1
united	11
most	21
populous	3
city	39
smallest	25
river	59
flows	3
kansas	5
does	22
mississippi	24
area	17
largest	48
a	6
there	11
alaska	13
cities	42
runs	16
capital	34
pennsylvania	4
size	4
high	8
louisiana	4
montana	6
lowest	16
population	66
springfield	7
missouri	11
atlanta	2
georgia	3
average	3
per	2
square	4
km	2
oregon	5
have	17
towns	2
named	6
south	4
dakota	5
california	11
washed	1
by	4
has	32
shortest	11
least	5
density	16
length	3
people	23
live	18
spokane	1
not	3
mount	4
mckinley	2
austin	9
utah	4
with	27
illinois	4
longest	19
boulder	4
cross	2
ohio	6
nevada	1
total	2
flowing	1
new	16
york	7
bordering	9
iowa	6
orleans	1
on	2
whose	1
boston	4
one	2
sacramento	1
nebraska	2
give	5
arizona	4
arkansas	3
long	7
running	4
them	1
hawaii	4
denver	2
country	2
number	3
or	1
big	5
over	1
america	2
contains	3
florida	5
michigan	5
longer	1
than	2
red	2
kentucky	1
seattle	2
names	1
wyoming	5
populated	2
oklahoma	1
scotts	1
valley	2
wisconsin	3
populations	6
traverses	2
columbus	1
hampshire	4
kalamazoo	2
next	3
to	3
peak	2
minnesota	1
located	4
rio	2
grande	2
it	3
potomac	1
can	2
you	2
tell	2
kilometers	2
rhode	3
island	3
citizens	3
tennessee	2
francisco	1
sparsest	2
rochester	2
mexico	4
guadalupe	1
lie	1
elevation	4
death	1
height	3
name	7
combined	2
50	2
houston	1
capitals	3
points	4
surrounding	3
mountain	4
whitney	2
no	2
other	3
indianapolis	1
maryland	2
excluding	2
and	2
neighboring	1
for	1
dc	2
adjacent	1
vermont	1
chicago	1
albany	1
baton	1
rouge	1
north	2
delaware	3
idaho	3
dallas	1
about	1
stay	1
go	1
do	1
large	1
massachusetts	2
higher	1
pittsburgh	1
flint	1
tallest	2
des	3
moines	3
found	1
at	1
miles	1
portland	1
dover	1
mountains	1
called	1
jose	1
fort	1
wayne	1
inhabitants	1
montgomery	1
carolina	1
