could	1
you	1
tell	2
me	11
what	350
is	231
the	572
highest	63
point	66
in	235
state	169
of	108
oregon	4
give	8
all	8
states	192
usa	29
cities	67
texas	49
virginia	3
which	102
are	87
california	12
located	4
pennsylvania	6
largest	69
biggest	19
longest	25
river	68
that	44
passes	1
through	67
us	19
number	4
rivers	39
how	74
many	64
found	1
colorado	18
iowa	6
missouri	11
new	14
york	7
there	6
idaho	2
does	30
alaska	10
have	33
washington	5
border	73
utah	2
bordering	13
neighboring	1
for	1
michigan	5
adjacent	1
borders	19
next	3
to	3
arizona	5
mississippi	31
arkansas	3
delaware	4
florida	5
georgia	5
hawaii	5
indiana	2
kentucky	4
montana	7
hampshire	1
jersey	1
ohio	7
rhode	5
island	5
wisconsin	4
neighbor	1
maine	3
surround	1
adjoin	1
alabama	4
illinois	2
south	2
dakota	2
big	2
city	58
high	7
points	5
guadalupe	1
peak	2
mount	3
mckinley	3
tall	1
elevation	11
death	1
valley	2
america	2
height	3
united	11
large	1
long	3
length	3
shortest	7
major	46
capitals	4
louisiana	3
citizens	4
boulder	7
inhabitants	1
montgomery	1
people	21
live	16
austin	13
chicago	1
detroit	1
houston	3
kalamazoo	2
riverside	1
san	6
francisco	2
lived	1
population	76
boston	4
atlanta	2
dallas	4
denver	2
sacramento	1
antonio	2
seattle	2
tucson	1
nebraska	5
cross	2
minneapolis	1
minnesota	2
spokane	1
dc	2
massachusetts	2
erie	1
portland	3
springfield	5
tempe	1
capital	33
smallest	31
wyoming	6
with	46
density	18
has	49
most	34
do	6
not	8
traverse	1
albany	2
longer	1
than	5
red	2
run	29
square	1
kilometers	1
total	2
area	17
at	2
least	7
one	3
other	2
and	3
mexico	4
on	2
whose	2
a	10
higher	4
exist	1
contains	4
rochester	2
des	3
moines	3
miami	1
pittsburgh	1
list	1
name	3
lakes	4
no	4
surrounding	3
washed	1
by	4
lowest	26
show	2
kansas	4
north	1
carolina	1
oklahoma	2
vermont	1
names	1
flow	4
potomac	1
pass	1
runs	23
densities	1
each	2
populations	12
greatest	1
populous	6
where	19
populated	3
combined	2
50	1
continental	1
named	12
durham	1
mountain	3
sea	1
level	1
country	1
rio	1
grande	1
traversed	1
urban	2
flows	2
tennessee	2
meters	1
maryland	1
spot	1
maximum	1
nevada	1
size	1
sparsest	2
average	1
mountains	2
traverses	4
goes	1
excluding	2
those	1
flint	1
plano	1
salt	1
lake	1
towns	1
running	3
it	2
contain	1
go	1
chattahoochee	2
them	1
whats	1
baton	1
rouge	1
fort	1
wayne	1
indianapolis	1
orleans	1
diego	1
jose	1
scotts	1
fewest	1
's	1
lie	1
