can	2
you	3
tell	3
me	12
the	590
capital	48
of	147
texas	63
what	373
is	274
iowa	7
georgia	5
hawaii	7
indiana	2
maine	6
maryland	2
michigan	6
new	22
hampshire	4
pennsylvania	6
utah	4
vermont	1
washington	9
could	1
highest	53
point	53
in	243
state	156
oregon	6
give	8
all	8
states	162
usa	26
cities	55
virginia	4
which	74
are	89
california	14
located	4
lakes	6
largest	63
biggest	15
longest	24
river	75
that	44
passes	1
through	73
us	28
how	110
many	89
rivers	61
found	1
colorado	23
missouri	13
york	8
there	12
idaho	3
does	27
alaska	14
have	22
bordering	10
neighboring	2
for	2
adjacent	1
borders	20
next	3
to	3
mississippi	29
border	63
arkansas	3
delaware	3
kentucky	3
ohio	7
rhode	4
island	4
wisconsin	4
neighbor	1
florida	6
adjoin	1
alabama	6
arizona	5
south	7
dakota	6
big	7
massachusetts	3
mexico	9
north	2
size	5
city	47
high	9
points	5
guadalupe	1
peak	2
elevation	10
death	1
valley	2
height	3
montana	9
louisiana	4
carolina	3
large	1
long	7
rio	3
grande	3
miles	1
length	4
shortest	13
major	42
named	9
austin	12
citizens	5
live	22
people	29
nevada	2
kansas	5
stay	1
about	1
population	79
illinois	5
minnesota	2
boulder	5
inhabitants	1
montgomery	1
chicago	1
kalamazoo	2
riverside	1
san	3
francisco	1
number	4
boston	4
atlanta	3
dallas	2
denver	2
sacramento	2
seattle	2
called	2
nebraska	3
cross	3
spokane	1
dc	2
portland	1
springfield	7
smallest	27
wyoming	6
with	39
density	20
do	3
not	5
traverse	1
albany	2
longer	1
than	4
red	2
run	33
square	4
kilometers	2
total	2
area	21
united	13
tennessee	3
at	1
least	6
one	2
other	3
and	2
on	2
whose	1
flow	10
a	8
rochester	2
or	1
towns	2
mount	4
mckinley	2
exist	1
contains	3
des	3
moines	3
pittsburgh	1
list	1
name	8
50	2
capitals	4
america	2
no	3
surrounding	3
washed	1
by	5
has	40
lowest	21
salem	1
columbus	1
dover	1
show	2
oklahoma	2
names	1
potomac	1
pass	1
runs	18
populations	8
greatest	3
most	23
populous	3
combined	2
average	3
per	2
km	2
continental	1
mountain	5
tallest	2
where	17
country	2
traversed	1
traverses	3
flowing	1
flows	3
spot	1
populated	2
urban	1
over	1
west	1
sparsest	2
mountains	1
excluding	2
flint	1
running	4
it	3
go	1
them	1
higher	3
whats	1
baton	1
rouge	1
fort	1
wayne	1
houston	1
indianapolis	1
orleans	1
diego	1
jose	1
scotts	1
whitney	2
lie	1
