show	2
me	11
all	7
the	528
major	36
lakes	6
in	210
us	24
what	341
states	149
neighbor	1
maine	6
rivers	53
flow	8
through	65
that	39
alabama	5
borders	18
how	97
many	77
border	61
texas	60
run	30
west	1
virginia	3
is	249
biggest	13
state	137
usa	23
washington	9
are	78
of	136
indiana	2
highest	43
point	46
colorado	18
where	15
san	3
diego	1
which	65
adjoin	1
united	11
most	22
populous	3
city	42
smallest	26
river	69
flows	3
kansas	5
does	24
mississippi	29
area	20
largest	57
a	6
there	11
alaska	13
cities	47
runs	16
capital	42
pennsylvania	5
size	4
high	9
louisiana	4
montana	7
lowest	19
population	74
springfield	7
missouri	11
atlanta	2
georgia	3
average	3
per	2
square	4
km	2
oregon	6
have	18
towns	2
named	6
south	6
dakota	5
california	12
washed	1
by	5
has	37
shortest	13
least	6
density	19
length	3
people	24
live	19
spokane	1
not	3
mount	4
mckinley	2
austin	10
utah	4
with	32
illinois	5
longest	21
boulder	5
cross	3
ohio	6
nevada	1
total	2
flowing	1
new	18
york	7
bordering	9
iowa	6
orleans	1
on	2
whose	1
boston	4
one	2
sacramento	2
nebraska	2
give	7
arizona	4
arkansas	3
long	7
running	4
them	1
hawaii	7
denver	2
country	2
number	4
or	1
big	5
over	1
america	2
contains	3
florida	6
michigan	5
longer	1
than	3
red	2
kentucky	2
seattle	2
names	1
wyoming	6
populated	2
oklahoma	2
scotts	1
valley	2
wisconsin	3
populations	8
traverses	3
columbus	1
hampshire	4
kalamazoo	2
next	3
to	3
peak	2
minnesota	2
located	4
rio	2
grande	2
it	3
potomac	1
can	2
you	3
tell	3
kilometers	2
rhode	4
island	4
citizens	4
tennessee	2
francisco	1
sparsest	2
rochester	2
mexico	6
guadalupe	1
lie	1
elevation	7
death	1
height	3
name	7
combined	2
50	2
houston	1
capitals	3
points	4
surrounding	3
mountain	4
whitney	2
no	3
other	3
indianapolis	1
maryland	2
excluding	2
and	2
neighboring	2
for	2
dc	2
adjacent	1
vermont	1
chicago	1
albany	1
baton	1
rouge	1
north	2
delaware	3
idaho	3
dallas	1
about	1
stay	1
go	1
do	1
large	1
massachusetts	3
higher	2
pittsburgh	1
flint	1
tallest	2
des	3
moines	3
found	1
at	1
miles	1
portland	1
dover	1
mountains	1
called	1
jose	1
fort	1
wayne	1
inhabitants	1
montgomery	1
carolina	3
urban	1
greatest	3
continental	1
passes	1
could	1
list	1
whats	1
traversed	1
